Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/24_id_513148.html.tmx
Source language: nob
Languages: sme

source: Deltakelsen ble finansiert med tilskudd fra blant andre Arbeids- og inkluderingsdepartementet, Sametinget og flere fylkeskommuner.
sme: Dát leat máilmmemeašttirgilvvut spábbačiekčamis daid guovlluid ja našuvnnaid váste mat eai leat ožžon lahttovuođa FIFAs.

source: Sametinget er, til tross for at mesterskapet ble noe amputeret på grunn av liten deltakelse, positiv til dette tiltaket.
sme: Searvan ruhtaduvvui earret eará Bargo- ja searvadahttindepartemeantta, Sámedikki ja soames fylkkagieldda doarjagiin.

source: Sametinget stiller seg bak Tromsøs søknad om å arrangere vinter-OL i 2018.
sme: Sámedikki mielas dát lea positiivvalaš doaibmabidju, vaikko meašttirgilvvuide serve ge unnán.

source: Sametinget mener at et vinter-OL i nord kan bety mye for samisk samfunns- og identitetsbygging.
sme: Sámediggi oaivvilda ahte dálve-OG davvin sáhttá mearkkašit ollu sámi servodat- ja identitehtahuksemii.

source: Hvis Tromsø blir utpekt som søkerby vil Sametinget ta del i den internasjonale kampanjen for at Tromsø kan vinne kampen om å få arrangere vinter-OL i 2018.
sme: Jos Romsa čujuhuvvo ohcangávpogin, de áigu Sámediggi searvat riikkaidgaskasaš kampánjai vai Romsa vuoittášii gilvvu beassat lágidit dálve-OG 2018s.

source: For Sametinget er det avgjørende at en i OL-prosjektet ivaretar samiske interesser.
sme: Sámediggái lea mearrideaddji deaŧalaš ahte OG-prošeakta goziha sámi beroštumiid.

source: Sametinget er av den oppfatning at dette kan skje ved at en i søkerselskapets administrasjon og i de ulike beslutningsgruppene innehar relevant samisk kompetanse, og at det prioriteres interne ressurser til dette i alle faser av prosjektet.
sme: Sámediggi oaivvilda ahte dán sáhttá gozihit dainna lágiin go ohccisearvvi hálddahusas ja iešguđet mearrádusjoavkkuin lea áššáiguoski sámi gelbbolašvuohta, ja ahte dasa vuoruhuvvojit siskkáldas resurssat prošeavtta buot muttuin.

source: 1.5.6 Kirke
sme: 1.5.6 Girku

source: Kirkelivet har og har hatt en sentral plass hos mange samer.
sme: Girkoeallimis lea ja lea leamaš guovddáš sadji ollu sámiid gaskkas.

source: Foruten å være et trossamfunn har kirken også vært en viktig bærer av kulturelle og religiøse tradisjoner som har samlet mennesker i livets ulike faser.
sme: Dasa lassin go girku lea oskuservodat, de leat dat maiddái kultuvrralaš ja oskkoldatlaš árbevieruid deaŧalaš guoddi, mii lea čohkken olbmuid iešguđet eallinmuttuin.

source: En stor del av den samiske befolkning i Norge er medlemmer av Den norske kirke, og spørsmål om fremtiden for statskirkeordningen og andre sentrale kirkespørsmål er derfor viktige for det samiske samfunnet.
sme: Stuorra oassi sámi álbmogis gullá Norgga girkui, ja gažaldagat nugo stáhtagirkoortnega boahtteáigi ja eará guovddáš girkoáššit leat danne deaŧalaččat sámi servodahkii.

source: I forbindelse med Sametingets behandling av NOU 2006:2 Staten og Den norske kirke gikk et stort flertall i Sametinget inn for at statskirkeordningen skal bestå.
sme: Dalle go Sámediggi meannudii NOU 2006:2 Staten og Den norske kirke, de doarjjui stuorra eanet-lohku Sámedikkis dan ahte stáhtagirkoortnet galgá bisuhuvvot.

source: Uavhengig av framtidig tilknytningsform mellom stat og kirke er Sametinget opptatt av at den samiske dimensjonen skal ivaretas.
sme: Beroškeahttá das makkár oktavuohtahápmi stáhta ja girku gaskka galgá leat boahtteáiggis, de lea Sámedikkis beroštupmi fuolahit ahte sámi dimenšuvdna gozihuvvo.

source: For å ivareta den samiske dimensjonen må det blant annet utvikles kirkelig materiell, for eksempel salmebøker og bibler, på alle tre samiske språk, og det må utdannes flere samisktalende prester og andre som arbeider med kirkelige spørsmål.
sme: Sámi dimenšuvnna goziheapmái fertejit ovddiduvvot earret eará girkolaš ávdnasat, ovdamearkka dihte sálbmágirjjit ja biibbalat, buot golmma sámegillii Norggas, ja fertet oažžut eanet sámegielat báhpaid ja earáid geat barget girkolaš áššiiguin.

source: 1.5.7 Museer
sme: 1.5.7 Museat

source: Sametinget har siden overtakelsen av forvaltningsansvaret for de samiske museene og museumsreformens start, igangsatt en større konsolideringsprosess blant de samiske museene.
sme: Sámediggi lea dan rájes go válddii badjelasas sámi museaid hálddašanovddasvástádusa ja go museaođastus álggahuvvui, álggahan sámi museaid gaskkas stuorát nannenproseassa.

source: I 2006 har dette arbeidet vist resultater, blant annet gjennom etablering av stiftelsene Saemien Sijte og Nordvestsamisk museumssiida i henholdsvis sørsamisk og nordsamisk område.
sme: 2006 lea dát bargu čájehan bohtosiid, earret eará go leat ásahuvvon vuođđudusat Saemien Sijte lullisámi guovl. ­lus ja Davveoarjesámi museasiida davvesámi guovl.

source: Nordvestsamisk museumssiida har også fått tildelt ansvaret som nettverkskoordinator for det nasjonale samiske museumsnettverket.
sme: Davveoarjesámi museasiida lea maiddái ožžon ovddasvástádusa nášuvnnalaš sámi musea ­fierpmádaga fierpmádatoktiiordnejeaddjin.

source: Som en følge av omorganiseringen har Sametinget styrket driftstilskuddet til de to museumssiidaene.
sme: Ođđa-sis organiserema geažil lea Sámediggi nannen doaibmadoarjaga dien guovtti museasiidii.

source: Delutredning for samisk museumsvirksomhet i Troms og Nordre Nordland er også en del av museumsreformen.
sme: Romssa ja Davvi-Norlándda sámi musea ­doaimma oassečielggadus lea maid musea-ođastusa oassi.

source: Utredningen skal gjennomgå forholdene i utredningsområdet og komme med strategier til oppbygging av museumsvirksomheten og nettverksetablering.
sme: Čielggadus galgá maid guorahallat beliid čielggadusguovllus ja evttohit strategiijaid museadoaimma huksemii ja fierpmádatásaheapmái.

source: Sametinget har arbeidet med denne i 2006, i tett samarbeid med en faglig referansegruppe oppnevnt av Sametinget, Troms fylkeskommune og Nordland fylkeskommune.
sme: Sámediggi lea bargan dainna 2006s lávga ovttasbargguin fágalaš referánsajoavkkuin maid Sámediggi, Romssa fylkkasuohkan ja Norlándda fylkkasuohkan leat nammadan.

source: Utredningen vil behandles i Sametingets plenum i februar 2007.
sme: Čielggadus galgá meannuduvvot Sámedikki dievasčoahkkimis guovvamánus 2007.

source: Grunnlaget for en framtidig samisk museumspolitikk er at den økonomiske situasjonen for de samiske museene styrkes betydelig i forhold til nåværende nivå, og at de samiske museene blir inkludert i den nasjonale museumsreformen.
sme: Boahtteáiggi sámi museapolitihka vuođđun lea ahte sámi museaid ekonomalaš dilli nannejuvvo mealgat dálá dili ektui, ja ahte sámi museat searvadahttojuvvojit nášuvnnalaš museaođastussii. Sámediggi lea 2006s bargan hui ollu sámi museaid organisatuvrralaš hástalusaiguin.

source: De faglige utfordringene er mange, men det er vanskelig å sette i gang tiltak som betinger økonomiske oppfølginger.
sme: Fágalaš hástalusat leat ollu, muhto lea váttis álggahit doaibmabijuid mat eaktudit čuovvoleami ekonomalaččat.

source: Dette ser ut til å være en utfordring også i 2007.
sme: Dát orru leamen hástalussan maiddái 2007s.

source: For 2006 har Sametingets bevilginger til de samiske museene vært på 12 483 000 kr..
sme: Sámedikkis leat leamaš 12 483 000 ruvnno juolludusat sámi museaide 2006s.

source: Sametinget har siden reformens start uttalt at innen reformens utgang bør det samlede statlige tilskuddet til samiske museer være oppe i minimum 20 mill kr..
sme: Sámediggi lea ođastusa álggaheami rájes cealkán ahte ovdal go ođastus loahpahuvvo, de berre ollislaš stáhtadoarjja sámi museaide leat unnimusat 20 miljon ruvnno.

source: Som tilskuddet for 2006 viser så er det er langt igjen til dette målet er nådd.
sme: Nugo 2006 doarjja čájeha, de lea guhkki dassážii go dát mihttomearri juksojuvvo.

source: Gjennom statsbudsjettet for 2006 ble det bevilget 1 mill. kroner til Sametinget for å etablere forskings- og dokumentasjonsvirksomhet om grenselosene i Tysfjord.
sme: 2006 stáhtabušeahta bokte juolluduvvui 1 miljon ruvnno Sámediggái ásahit rádjaofelaččaid dutkan- ja duođaštandoaimma Divdasvuonas.

source: Saken ble behandlet i Sametingets plenum i september 2006.
sme: ášši meannuduvvui Sámedikki čakčamánu 2006 dievasčoahkkimis.

source: I den forbindelse har Àrran lulesamiske senter fått ansvar for etableringen, som skal skje i dialog med Sametinget.
sme: Dán oktavuođas lea árran julevsámij guovdásj ožžon ovddasvástádusa ásaheamis, mii galgá dáhpáhuvvat Sámedikkiin gulahallamiin.

source: Det skal tas utgangspunkt i grenselostrafikken i Tysfjord og de omkringliggende områder, videre skal det være fokus på den generelle grenselostrafikken, og ikke på grenselosene som enkeltmennesker.
sme: Vuolggasadji galgá váldojuvvot rádjaofelaččaid barggus Divdasvuonas ja guovlluin dan birra, dasto galgá viidáset leat fokusis oppalaš rádjaofelašbargu eai ge ovttaskas olbmot galgga seaguhuvvot dasa.

source: Sametinget har arbeidet for fullfinansiering av Interreg-prosjektet Recalling Ancestral Voices – Repatriation of Sámi Cultural Heritage.
sme: Sámediggi lea bargan Recalling Ancestral Voices – Repatriation of Sámi Cultural Heritage Interreg-prošeavtta ollásit ruhtademiin.

source: Prosjektets målsetting er å kartlegge den samiske kulturarven som finnes på institusjoner i Norden og Europa.
sme: Prošeavtta ul-bmilin lea kártet sámi kulturárbbi mii gávdno ásahusain Davviriikkain ja Eurohpás.

source: Prosjektet er et samarbeidsprosjekt mellom Varanger Samiske Museum, Siida-museet i Finland og ájtte i Sverige, og ble igangsatt våren 2006.
sme: Dát lea ovttasbargoprošeakta Várjjaga Sámi museain, Anára Siida-museain Suoma bealde ja ájttein Ruoŧa bealde, ja mii álggahuvvui giđđat 2006.

source: Sametinget sitter i prosjektets styringsgruppe, da det er et viktig prosjekt som berører et spørsmål som Sametinget er engasjert i. Prosjektet er fullfinansiert i alle land, og er på norsk side støttet av ABM-utvikling, Norsk kulturråd, Sametinget og EU-midler.
sme: Sámediggi lea prošeavtta stivrenjoavkkus, go dat lea deaŧalaš prošeakta mii guoská gažaldahkii mainna Sámediggi lea bargamin. Buot riikkat leat ollásit ruhtadan prošeavtta, ja Norgga bealde dan leat dorjon ABM-utvikling, Norgga kulturráđđi, Sámediggi ja EU-ruđat.

source: Sametinget ønsker faste årlige møter med ABM-utvikling, både for samarbeid, informasjonsutveksling og for å skape bedre forståelse for de spesielle behovene som finnes i det samiske samfunnet.
sme: Sámediggi sávvá fásta jahkásaš čoahkkimiid ABM-utvikling nammasaš ásahusain, sihke ovttasbarggu, dieđuidlonohallama oktavuođas ja vai oččošeimmet buoret áddejumi daid erenoamáš dárbbuide mat gávdnojit sámi servodagas.

source: Samarbeidet skal danne grunnlag for at de samiske museene blir integrert i den nasjonale museumsreformen i større grad.
sme: Ovttasbargu galgá bidjat vuođu dasa ahte sámi museat searvadahttojuvvojit eanet nášuvnnalaš museaođastusas.

source: I den forbindelse ble det avholdt administrativt møte mellom Sametinget og ABM-utvikling i desember 2006.
sme: Dien oktavuođas dollojuvvui čoahkkin hálddahusa dásis Sámedikki ja ABM-utvikling gaskka juovlamánus 2006.

source: ABM-utvikling er også invitert til Sametinget i forbindelse med plenum i februar 2007.
sme: ABM-utvikling lea maid bovdejuvvon Sámediggái guovvamánu 2007 dievasčoahkkima oktavuođas.

source: 1.6 Språk
sme: 1.6 Giella

source: Et levende språk forutsetter at det er i aktiv bruk, både i privat og offentlig sammenheng.
sme: Ealli giella eaktuda ahte dat lea aktiivvalaččat geavahusas, sihke priváhta ja almmolaš oktavuođain.

source: I de senere årene har det vært en positiv utvikling med hensyn til mer bruk av samisk i det offentlige.
sme: Maŋimuš jagiin lea sámegiela geavaheapmi almmolaččat ovdánan eanet positiivvalaččat.

source: Samisk språk i det offentlige rom har gjennom lover og forskrifter forholdsvis sterke rammevilkår.
sme: Sámegielas leat viehka nana rámmaeavttut almmolaččat lágaid ja láhkaásahusaid bokte.

source: Sametinget er opptatt av at bruken av samisk språk i det sivile samiske samfunn skal styrkes.
sme: Sámediggái lea deaŧalaš ahte sámegiela geavaheapmi siviila sámi servodagas nannejuvvo.

source: Det er viktig at samisk høres, ses og brukes i hverdagssituasjoner og på private arenaer.
sme: Deaŧalaš lea ahte sáme ­giella gullo, oidno ja geavahuvvo beaivválaš oktavuođain ja priváhta arenain.

source: Sametinget har avsluttet et femårig språkmotiveringsprosjekt i sørsamisk ved Elgå oppvekstsenter.
sme: Sámediggi lea loahpahan viđajagáš giellamovttidahttinprošeavtta máttasámegielas Elgå bajásšaddanguovddážis.

source: Dette prosjektet har gitt gode resultater og har ført til at samisk igjen er blitt et levende språk i området.
sme: Dán prošeavttas leat ožžon buriid bohtosiid ja dat lea mielddisbuktán dan ahte sámegiella fas lea ealáskan dien guovllus.

source: Det vil i forlengelsen av prosjektet være viktig at Elgå oppvekstsenter kan videreføre sitt arbeid, og at prosjektet utvikles til en permanent ordning.
sme: Prošeavtta joatkima oktavuođas lea deaŧalaš ahte Elgå bajásšaddanguovddáš sáhttá joatkit bargguinis, ja ahte prošeakta ovddiduvvo bissovaš ortnegin.

source: Sametinget er i dialog med Kunnskapsdepartementet og Hedmark fylkeskommune for å sikre en fortsatt finansiering av virksomheten.
sme: Sámediggi lea ságastallan Máhttodeparte ­meanttain ja Hedmárkku fylkkagielddain dan birra ahte doibmii sihkkarastojuvvošii ain ruhtadeapmi.

source: Det vil være viktig at den kunnskapen som er kommet fram i dette prosjektet, overføres til andre samiske områder.
sme: Deaŧalaš lea ahte máhtolašvuohta mii boahtá dán prošeavttas, fievrriduvvo eará sámi guovlluide.

source: Sametinget har i 2006 avsatt over 3,7 mill. kr. til språkprosjekt både innenfor og utenfor språkforvaltningsområdet.
sme: Sámediggi lei 2006s várren badjel 3,7 miljon ruvnno giellaprošeavttaide giellahálddašanguovllu siskkobealde ja olggobealde.

source: Ved tildeling av prosjektmidler har Sametinget prioritert tiltak som bidrar til økt satsing på innsamling, utvikling og registrering av terminologi, innsamling av samiske stedsnavn, utvikling av samiskspråklige arenaer for barn og unge og til økt muntlig bruk av samisk språk.
sme: Prošeaktaruđaid juolludemiid oktavuođas lea Sámediggi vuoruhan dakkár doaibmabijuid mat váikkuhit tearpmaid čohkkema, ovddideami ja registrerema lassáneami, sámi báikenamaid čohkkema, sámegielat arenaid ovddideami mánáide ja nuoraide ja sámegiela geavaheami eanet njálmmálaččat.

source: 1.6.1 Forvaltningsområdet for samisk språk
sme: 1.6.1 Sámegiela hálddašanguovlu

source: I Norge er samiskspråklige gjennom Sameloven sikret grunnleggende rettigheter i forhold til det å bruke samisk språk.
sme: Norggas lea Sámelága giellanjuolggadusaid bokte sihkkarastojuvvon sámegielagiid vuođđo vuoigatvuohta geavahit sámegiela.

source: I 2006 ble Tysfjord kommune og Nordland fylkeskommune innlemmet i forvaltningsområdet for samisk språk.
sme: 2006s laktojuvvui Divdasvuona suohkan ja Norlándda fylkkasuohkan sámegiela hálddašanguvlui.

source: Det er dermed syv kommuner og tre fylkeskommuner som er innlemmet i dette forvaltningsområdet.
sme: Dalle gullet ge čieža gieldda ja golbma fylkkagieldda dán hálddašanguvlui.

source: Innlemmelsen av Tysfjord kommune har medført at brukere av lulesamisk språk er sikret grunnleggende rettigheter ihht Sameloven.
sme: Divdasvuona suohkana laktin hálddašanguvlui lea mielddisbuktán ahte julevsámegiela geavaheddjiide leat sihkkarastojuvvon vuođđo vuoigatvuođat Sámelága giellanjuolggadusaid ektui.

source: Dette er Sametinget godt fornøyd med.
sme: Dainna lea Sámediggi duhtavaš.

source: Sametinget mener at kommunene som er i forvaltningsområdet, må være sitt ansvar bevisst i forhold til å oppfylle målsetningen med språkloven.
sme: Sámediggi oaivvilda ahte gielddat mat leat hálddašanguovllus, fertejit leat dihtomie ­lalaččat ovddasvástádusaset ektui Sámelága giellanjuolggadusaid ulbmila ollašuhttima oktavuođas.

source: For Sametinget er det en målsetting å få flere kommuner inn i forvaltningsområdet for samisk språk.
sme: Sámedikkis lea mihttomearrin oažžut eanet gielddaid sámegiela hálddašanguvlui.

source: Sametinget har holdt møter med Storfjord, Alta og Snåsa kommuner med tanke på en fremtidig innlemmelse av kommunene i forvaltningsområdet.
sme: Sámediggi lea doallan čoahkkimiid Storfjord, álttá ja Snåasa suohkaniiguin dainna áigumušain ahte laktit daid maid áiggi mielde hálddašanguvlui.

source: Det vil fremover være spesielt viktig at også kommuner i sørsamisk område blir innlemmet i forvaltningsområdet for samisk språk.
sme: Boahtteáiggis lea erenoamáš deaŧalaš ahte gielddat maid lullisámi guovllus laktojuvvojit sámegiela hálddašanguvlui.

source: Dette vil kunne være med på å styrke og utvikle bruken av sørsamisk språk.
sme: Dát sáhttá leat mielde nannemin ja ovddideamen lullisámegiela geavaheami.

source: Det er derfor svært positivt at Snåsa kommune i desember 2006 har vedtatt at de søker om innlemmelse i forvaltningsområdet.
sme: Danne lea hui buorre go Snåasa suohkan juovlamánus 2006 lea mearridan ahte ohcet laktojuvvot hálddašanguvlui.

source: Sametinget har hatt informasjonsmøter med flere kommuner om befolkningens og kommunens rettigheter og plikter som følge av at en kommune innlemmes i forvaltningsområdet.
sme: Sámedikkis leat leamaš diehtojuohkinčoahkkimat máŋggain gielddain dan birra makkár vuoigatvuođat ja geatnegasvuođat álbmogis ja gielddain leat dalle go gielda gullá hálddašanguvlui.

source: Sametinget er opptatt av å holde en tett dialog med kommunene og fylkeskommunene som er innlemmet i forvaltningsområdet for samisk språk om de felles utfordringene en står overfor når det gjelder hvordan bruken av samisk språk kan fremmes.
sme: Sámediggái lea deaŧalaš doallat lávga oktavuođa daid gielddaiguin ja fylkkagielddaiguin mat gullet sámegiela hálddašanguvlui ja čilget makkár oktasaš hástalusat dain leat go guoská sámegiela geavaheami ovdánahttimii.

source: I den forbindelse ble det i januar avholdt et møte der Sametinget hadde invitert kommunene og fylkeskommunene i forvaltningsområdet for samisk språk.
sme: Dien oktavuođas dollojuvvui čoahkkin ođđajagimánus masa Sámediggi lei bovden sámegiela hálddašanguovllu gielddaid ja fylkkagielddaid.

source: I tillegg var Snåsa kommune og Nord-Trøndelag fylkeskommune invitert til møtet.
sme: Dasto lei Snåasa suohkan ja Davvi-Trøndelága fylkkasuohkan bovdejuvvon čoahkkimii.

source: På møtet la kommunene og fylkeskommunene frem sine planer og visjoner og utfordringer en står overfor i forhold til bruken av samisk språk.
sme: Čoahkkimis ovddidedje gielddat ja fylkkagielddat plánaideaset ja áigumušaid ja hástalusaid mat leat ovddabealde sámegiela geavaheami ektui.

source: Sametinget tok på møtet opp spørsmålet om rapportering av bruken av tospråklighetsmidler, evaluering av retningslinjer og en eventuell opprettelse av et tilsynsorgan for samisk språk.
sme: Sámediggi čilgii čoahkkimis guovttegielalašvuođa ruđaid geavaheami raporterema, njuolggadusaid evaluerema ja vejolaš geahččoortnega ásaheami birra sámegiela váste.

source: 1.6.2 Samiske språksentre
sme: 1.6.2 Sámi giellaguovddážat

source: De samiske språksentrene er viktige arenaer og de gjør en stor innsats i arbeidet med å fremme og bevare samisk språk.
sme: Sámi giellaguovddážat leat deaŧalaš arenat ja dat barget ollu sámegiela ovdánahttimiin ja suodja ­lemiin.

source: Sametinget ønsker flere språksentre etablert, samt å videreutvikle de eksisterende.
sme: Sámediggi sávvá ahte ásahuvvoše eanet giellaguovddážat, ja ahte ain ovdánahttit dálá giella ­guovddážiid.

source: I 2006 ble Samisk språksenter i Alta etablert, og kom inn under ordningen om fast årlig tilskudd til samiske språksentre fra Sameting.
sme: 2006s ásahuvvui sámi giellaguovddáš áltái, ja lea mielde ortnegis mas Sámediggi addá bissovaš doarjaga sámi giellaguovddážiidda.

source: Det er nå ni språksentre som får årlig fast tilskudd fra Sametinget, fire av dem er i kommuner utenfor forvaltningsområdet for samisk språk.
sme: Dál ožžot ovcci giellaguovddáža bissovaš doarjaga Sámedikkis, daid gaskkas leat njeallje giella ­guovddáža olggobealde sámegiela hálddašanguovl-lu.

source: 1.6.3 Sametingets språkstyre
sme: 1.6.3 Sámedikki giellastivra

source: Sametinget har i 2006 oppnevnt et nytt språkstyre.
sme: Sámediggi lea 2006s nammadan ođđa giellastivrra.

source: Sametingsrådet har hatt møte med språkstyret og diskutert styrets fremtidige strategier.
sme: Sámediggeráđis lea leamaš čoahkkin giellastivrrain ja dat lea ságastallan stivrra boahtteáiggi strategiijaid birra.

source: 1.6.4 Terminologiarbeid
sme: 1.6.4 Terminologiijabargu

source: Arbeidet med terminologi i samisk har økt betraktelig da flere institusjoner og andre aktivt begynner å bruke samisk.
sme: Bargu sámegiela terminologiijain lea lassánan mealgat danne go eanet ásahusat ja earát leat aktiivvalaččat geavahišgoahtán sámegiela.

source: Sametingets orddatabank risten.no har en del datatekniske utfordringer som det arbeides med, slik at den samiske befolkningen skal få den hjelpa de trenger med bistand innen samisk språk.
sme: Sáme ­dikki sátnevuorkkás Risten.no leat muhtun dihtorteknihkalaš hástalusat maiguin leat bargamin, vuorká lea sámi álbmogii veahkkin go geavahit sámegiela.

source: For å få en felles terminologi for de ulike samiske språkene over landegrensene har Sametinget i 2006 deltatt i oppnevnelsen av samnordiske termgrupper.
sme: Dan geažil vai oččošeimmet oktasaš terminologiija iešguđet sámegielaid váste riikkarájiid rastá, lea Sámediggi 2006s searvan oktasaš davviriikkalaš tearbmajoavkkuid nammadeapmái.

source: Termgruppene samles etter behov for å gjennomgå termlister som lages av forskjellige aktører som bruker samisk i sin virksomhet.
sme: Tearbmajoavkkut čoahkkanit dárbbu mielde geahčadit tearbmalisttuid maid iešguđet oasálaččat mat geavahit sámegiela iežaset doaimmas ráhkadit.

source: Termlistene som er godkjent av gruppene offentliggjøres og legges inn i orddatabanken risten.no.
sme: Tearbmalisttut maid joavkkut dohkkehit almmuhuvvojit ja biddjojuvvojit sátnevuorkái Risten.no.

source: 1.6.5 Samiske stedsnavn
sme: 1.6.5 Sámi báikenamat

source: Arbeidet med samiske stedsnavn i Sametingets navnetjeneste i hht. til stedsnavnloven, gjelder primært rådgiving av skrivemåten av navn for det offentlige samt andre som trenger råd.
sme: Bargu sámi báikenamaiguin Sámedikki nammanevvohagas báikenammalága ektui lea almmolašvuođa ja earáid várás geat dárbbašit rávvagiid movt čállit báikenamaid.

source: Denne rådgivingen øker hvert år, noe som har tilknytning til at samisk etter hvert blir tatt mer og mer i offentlig bruk.
sme: Dát ráđđeaddin lassána juohke jagi, mii čájeha ahte sámegiella dađistaga váldojuvvo eanet ja eanet almmolaš geavahussii.

source: Rådgivingen er også avhengig av et samisk stedsnavnarkiv som er grunnlag for all bakgrunnsinformasjon om navneformene, uttalen av navnene mm., men arbeidet med stedsnavnarkivet er ikke ennå satt i gang pga. ressursmangel.
sme: Ráđđeaddima várás adnošii maid sámi báikenammaarkiiva vuođđun nammahámiid duogášdieđuide, čilgehussan movt namat daddjojuvvojit jna., muhto bargu báikenammaarkiivvain ii leat biddjojuvvon johtui resursa váilivuođa geažil.

source: I 2006 har det pågått omfattende arbeid med forskrifter av stedsnavnloven og forskriftsarbeidet er ikke ennå avsluttet.
sme: 2006s lea leamaš hui viiddis bargu báikenamma ­lága láhkaásahusaiguin ja dát bargu ii leat vel loahpahuvvon.

source: 1.7 Barn og unge
sme: 1.7 Mánát ja nuorat

source: Sametinget arbeider for å skape gode og stabile oppvekstvilkår for samiske barn og unge.
sme: Sámediggi lea geahččaleamen ásahahttit sámi mánáide ja nuoraide buriid ja stáđis bajásšaddan ­eavttuid.
